pitzDaily/constant/alphaMax
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.4                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

// Field Dictionary

FoamFile
{
    version         2.0;
    format          ascii;
    class           volScalarField;
    object          uMax;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


//dimensions      [1 -1 -3 0 0 0 0];
dimensions	[0 0 -1 0 0 0 0];

internalField   uniform 100;

boundaryField
{
/*
    leftWall        
    {
	type		fixedValue;
	value		uniform 0;
    }

    rightWall       
    {
	type		fixedValue;
	value		uniform 0; 
    }

    topWall       
    {  
        type            fixedValue;
        value           uniform 0; 
     }

    bottomWall
    {
	type		fixedValue;
	value		uniform 0;
    }
*/

   /* dirichletBoundary
    {
	type		fixedValue;
	value		uniform 1;
    }

    backAndFront           
    {
        type            empty;
    }*/

    inlet
    {
        type            fixedValue;
        value           uniform 0;
    }
    outlet
    {
      
        type            fixedValue;
        value           uniform 0;
    }
    upperWall
    {
        
        type            fixedValue;
        value           uniform 0;
    }
    lowerWall
    {
        type            fixedValue;
        value           uniform 0;
    }
    frontAndBack
    {
        type            empty;
    }

}
// ************************************************************************* //
